Repository: wp-plugins/church-admin
Catalog: languages/church-admin-*.po
Languages: it_it

source: Search
it_it: Cerca

source: Go
it_it: Vai

source: Download Vcard
it_it: Scarica vCard

source: Time
it_it: Volta

source: Event
it_it: Avvenimento

source: Year
it_it: Anno

source: Submit
it_it: Invia

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedi

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedi

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Which Service?
it_it: Quale servizio?

source: on
it_it: su

source: at
it_it: a

source: Choose service
it_it: Scegli il servizio

source: PDF Version of the rota for next 3 months
it_it: Versione PDF della Rota per i prossimi 3 mesi

source: Spreadsheet Version of the rota for next 3 months
it_it: Foglio di calcolo versione della Rota per i prossimi tre mesi

source: No one is doing anything yet
it_it: Nessuno sta facendo niente ancora

source: Add a follow up funnel
it_it: Aggiungere un follow up imbuto

source: Services
it_it: Servizi

source: Add a service
it_it: Aggiungere un servizio

source: Member Types
it_it: Tipi di Stati

source: Add a member Type
it_it: Aggiungere un tipo di membro

source: Birthdays
it_it: Compleanni

source: List Sermon Series
it_it: Lista Sermon Series

source: iTunes Compatible RSS Settings
it_it: iTunes Impostazioni RSS compatibili

source: Choose a service
it_it: Scegli un servizio

source: Download a small group PDF
it_it: Scarica un PDF piccolo gruppo

source: Send Bulk SMS
it_it: Invia SMS Bulk

source: Send Bulk Email
it_it: Invia Bulk Email

source: Add a Household
it_it: Aggiungere una famiglia

source: Add a new person (not connected to a current household)
it_it: Aggiungere una nuova persona (non collegato a una famiglia di corrente)

source: Choose Member Type...
it_it: Scegli tipo di membri ...

source: Download an address list PDF
it_it: Scarica un elenco di indirizzi PDF

source: Address List PDF
it_it: Elenco indirizzi PDF

source: Attendance List for
it_it: Elenco delle presenze

source: Add attendance
it_it: Aggiungi presenze

source: Edit
it_it: Modifica

source: Delete
it_it: Cancella

source: Date
it_it: Data

source: Adults
it_it: Adulti

source: Children
it_it: Bambini

source: Total
it_it: Totale

source: Attendance added
it_it: La frequenza di inserimento

source: Attendance
it_it: Partecipazione

source: Service
it_it: Servizio

source: Add attendance for that date
it_it: Aggiungi presenza per quella data

source: Attendance record deleted
it_it: Record di presenze cancellato

source: Month
it_it: Mese

source: No attendance recorded yet
it_it: No presenze registrate ancora

source: Attendance Figures
it_it: Dati di affluenza

source: Attendance Adults,Children (Total)
it_it: Presenza di adulti, bambini (Totale)

source: Total Attendance for
it_it: La partecipazione totale per

source: Adults Attendance for
it_it: Adulti frequenza per

source: Children Attendance for
it_it: Bambini Assistenza per

source: Name
it_it: Nome

source: Title
it_it: Titolo

source: Category
it_it: Categoria

source: Calendar Categories
it_it: Calendario Categorie

source: Add a category
it_it: Aggiungi una categoria

source: Category Added
it_it: Categoria aggiunta

source: Add Category
it_it: Aggiungi categoria

source: Category Deleted
it_it: Categoria Deleted

source: Category Edited
it_it: Categoria Edited

source: Edit Category
it_it: Modifica categoria

source: Calendar
it_it: Calendario

source: Category List
it_it: Elenco delle categorie

source: Event Title
it_it: Titolo Evento

source: Photo
it_it: Foto

source: Event Description
it_it: Descrizione evento

source: Event Location
it_it: Evento Locale

source: Please select
it_it: Si prega di selezionare

source: Start Date
it_it: Data di inizio

source: Recurring
it_it: Periodico

source: Once
it_it: Una volta

source: Daily
it_it: Quotidiano

source: Weekly
it_it: Settimanale

source: nth day eg.1st Friday
it_it: ennesima giornata eg.1st Venerdì

source: Monthly
it_it: Mensile

source: Annually
it_it: Annualmente

source: Fortnightly
it_it: Quindicinale

source: nth day (eg 1st Friday)
it_it: ennesima giornata (es. 1 ° Venerdì)

source: Monthly on same date
it_it: Mensile di pari data

source: Recurring on
it_it: Ricorrenti in

source: How many times in all?
it_it: Quante volte in tutto?

source: Start Time of form HH:MM
it_it: MM: Tempo di forma HH Inizio

source: End Time of form HH:MM
it_it: Ora fine di forma HH: MM

source: Appear on Year Planner?
it_it: Apparirà sul Piano annuale?

source: Calendar Events deleted
it_it: Calendario Eventi cancellati

source: Add calendar Event
it_it: Aggiungi Calendario eventi

source: Next
it_it: Successivo

source: Go to date
it_it: Vai ad oggi

source: Series Edit
it_it: Serie Edit

source: Single Delete
it_it: Singolo Delete

source: Series Delete
it_it: Serie Cancella

source: Start date
it_it: Data di inizio

source: Start Time
it_it: Ora di inizio

source: End Time
it_it: Ora fine

source: Event Name
it_it: Nome Evento

source: Year Planner
it_it: Anno Planner

source: Edit Series
it_it: Modifica Serie

source: Delete this one
it_it: Elimina questo uno

source: Delete Series
it_it: Cancella Series

source: Yes
it_it: Sì

source: Postit Note style
it_it: Postit Note di stile

source: Select a Category
it_it: Scegli una Categoria

source: All events
it_it: Tutti gli eventi

source: How many events to show
it_it: Quanti eventi per mostrare

source: PDF Instructions for email cron setup
it_it: PDF Istruzioni per la posta elettronica di configurazione di cron

source: Settings Updated
it_it: Impostazioni Aggiornato

source: General Settings
it_it: Impostazioni generali

source: Directory Records per page
it_it: Directory Record per pagina

source: Calendar width in pixels
it_it: Larghezza calendario in pixel

source: PDF Page Size
it_it: Formato pagina PDF

source: Email template header image url
it_it: Email template URL dell'immagine

source: Facebook page URL
it_it: Facebook pagina URL

source: Set Levels for plugin functions
it_it: Impostare i livelli di funzioni plugin

source: Email Settings
it_it: Impostazioni e-mail

source: Emails can be sent immediately or in batches. If you are on a shared host, many hosts limit how many email you are allowed to send an hour. Typically that can be as little as 100. Please choose the appropriate option for your setup.
it_it: Le email possono essere inviati immediatamente o in batch. Se siete su un host condiviso, molti host limitano il numero di e-mail si è permesso di inviare un ora. In genere, che può essere anche di soli 100. Scegliere l'opzione appropriata per la configurazione.

source: Send Emails Immediately
it_it: Invia email Subito

source: Or if on a share host, please setup queueing below
it_it: Oppure, se su un host share, si prega di installazione di Accodamento sotto

source: Max emails per hour? (required)
it_it: Max-mail all'ora? (Richiesto)

source: I want to use wp-cron:
it_it: Voglio usare wp-cron:

source: SMTP host
it_it: Host SMTP

source: SMTP username
it_it: Nome utente SMTP

source: SMTP password
it_it: Password SMTP

source: SMTP port
it_it: Porta SMTP

source: Bulk SMS Settings
it_it: Bulk Impostazioni SMS

source: Set up an account with
it_it: Configurare un account con

source: Once you have registered fill out the form below
it_it: Una volta registrato compila il form sottostante

source: SMS username
it_it: SMS nome utente

source: SMS password
it_it: SMS la password

source: SMS reply eg:447777123456
it_it: SMS di risposta per esempio: 447777123456

source: Country code eg 44
it_it: Codice del paese ad esempio 44

source: Save Settings
it_it: Salva impostazioni

source: Ministry
it_it: Ministero

source: Can't be deleted
it_it: Non può essere cancellato

source: Ministry List
it_it: Ministero List

source: Update
it_it: Aggiornare

source: Ministries Deleted
it_it: Ministeri Deleted

source: Ministries Updated
it_it: Ministeri Aggiornato

source: Ministries Unchanged
it_it: Ministeri Invariato

source: Add
it_it: Aggiungi

source: Ministry Name
it_it: Ministero Nome

source: Save Ministry
it_it: Salva Ministero

source: address list
it_it: elenco di indirizzi

source: Last name
it_it: Cognome

source: First Name(s)
it_it: Nome (s)

source: Address
it_it: Indirizzo

source: Last Update
it_it: Ultimo aggiornamento

source: Add Surname
it_it: Aggiungi Cognome

source: Add Firstname
it_it: Aggiungi Cognome

source: Add Name
it_it: Aggiungi nome

source: Add Address
it_it: Aggiungi Indirizzo

source: Address saved
it_it: Indirizzo salvato

source: Back to Directory
it_it: Torna alla directory

source: Phone
it_it: Telefono

source: Save Address
it_it: Salva Indirizzo

source: Person Edited
it_it: Persona Edited

source: First Name
it_it: Nome

source: Prefix (e.g.van der)
it_it: Prefisso (e.g.van der)

source: Last Name
it_it: Cognome

source: Email Address
it_it: Indirizzo e-mail

source: Mobile
it_it: Cellulare

source: Male
it_it: Maschio

source: Female
it_it: Femminile

source: People Type
it_it: Persone Tipo

source: Date of Birth
it_it: Data di nascita

source: Current Member Type
it_it: Corrente Tipo di membro

source: Dates of Member Levels
it_it: Date degli Stati Livelli

source: Ministries
it_it: Ministeri

source: Add a new ministry
it_it: Aggiungi un nuovo ministero

source: Small Group
it_it: Piccolo gruppo

source: Wordpress User
it_it: Wordpress utente

source: Save Details
it_it: Salva Dettagli

source: Person Deleted
it_it: Deleted Person

source: There were some errors marked in red
it_it: Ci sono stati alcuni errori in rosso

source: Please click here to update map location
it_it: Si prega di cliccare qui per aggiornare una posizione sulla mappa

source: Add someone
it_it: Aggiungere qualcuno

source: Picture
it_it: Immagine

source: Sex
it_it: Sesso

source: Person type
it_it: Tipo di persona

source: Member Level
it_it: Membro del livello

source: Move to different household
it_it: Sposta in diverse famiglie

source: WP user
it_it: Utente WP

source: Create WP User
it_it: Create WP utente

source: There are no people stored in that household yet
it_it: Non ci sono ancora persone archiviati in quella famiglia

source: No Household found
it_it: No Household trovato

source: Wordpress Users migrated
it_it: Wordpress utenti migrati

source: People Functions
it_it: Persone Funzioni

source: That people record doesn't exist
it_it: Quel disco la gente non esiste

source: User already created
it_it: Utente già creato

source: User updated
it_it: Utente aggiornata

source: The web team at
it_it: Il team di web all'indirizzo

source: have just created a user login for you
it_it: hanno appena creato un account di accesso utente per voi

source: Your username is
it_it: Il tuo nome utente è

source: Your password is
it_it: La tua password è

source: User created with username
it_it: Utente creato con username

source: password
it_it: parola d'ordine

source: and this message was queued to them
it_it: e questo messaggio è stato messo in coda a loro

source: Email sent successfully
it_it: Email inviata correttamente

source: Email NOT sent successfully
it_it: Email NON inviata correttamente

source: Address List
it_it: Elenco indirizzi

source: not found
it_it: non trovata

source: Processing
it_it: Lavorazione

source: Step 2 check message and choose recipients
it_it: Passo 2 messaggio di controllo e scegliere i destinatari

source: Step 1 Build Email Message
it_it: Fase 1 Build Email Messaggio

source: Subject
it_it: Soggetto

source: Reply to name
it_it: Rispondi per citarne

source: Email address for replies
it_it: Indirizzo di posta elettronica per le risposte

source: Attachment
it_it: Allegato

source: All emails are individually addressed
it_it: Tutte le email sono indirizzate individualmente

source: Choose Latest News posts to add
it_it: Scegli Ultime Notizie messaggi di aggiungere

source: Save Email
it_it: Salva Email

source: Having trouble reading this?
it_it: Avendo difficoltà a leggere questo?

source: view in your web browser
it_it: visualizzare nel browser web

source: This is how the message will look
it_it: Ecco come apparirà il messaggio

source: The email will have Dear First Name, when it is sent out
it_it: L'e-mail dovrà Caro Nome, quando viene inviato

source: Please upgrade your browser to display the email!
it_it: Si prega di aggiornare il browser per visualizzare l'e-mail!

source: All
it_it: Tutti

source: A Small group
it_it: Un piccolo gruppo

source: Which group
it_it: Quale gruppo

source: Choose individuals
it_it: Scegli individui

source: Select Person
it_it: Selezionare Persona

source: Add another person
it_it: Aggiungere un'altra persona

source: Remove person
it_it: Allontanare la persona

source: Everyone in this ministry
it_it: Tutti in questo ministero

source: Select Ministry
it_it: Selezionare Ministero

source: Add another ministry
it_it: Aggiungi un altro ministero

source: Send Email
it_it: Invia Email

source: Dear
it_it: Caro

source: No email address found for
it_it: Nessun indirizzo di posta elettronica trovati per

source: A new household has registered on
it_it: Una nuova famiglia è appena registrato su

source: Please
it_it: Per favore

source: Thank you for registering on the site
it_it: Grazie per esserti registrato sul sito

source: Registration
it_it: Registrazione

source: Register
it_it: Registrati

source: Funnel
it_it: Imbuto

source: Applies to
it_it: Si applica a

source: Ministry Responsible
it_it: Ministero responsabile

source: Or add a new department
it_it: Oppure aggiungi un nuovo reparto

source: Funnel Updated
it_it: Imbuto Aggiornato

source: Funnel Action
it_it: Imbuto Azione

source: Link to Member Type
it_it: Link verso Tipo di membro

source: Please select member type
it_it: Si prega di selezionare il tipo di utente

source: Ministry responsible for action
it_it: Ministero responsabile per l'azione

source: Save Follow Up Funnel
it_it: Salva Follow Up Imbuto

source: Save
it_it: Salva

source: Child
it_it: Bambino

source: Sunday Service
it_it: Domenica Servizio

source: Main Venue
it_it: Sede principale

source: Small Group Leader
it_it: Piccolo Gruppo Leader

source: People reassigned
it_it: Persone riassegnati

source: Member Types can be sorted by drag and drop, for use in other parts of the plugin
it_it: Tipi Stati possono essere ordinati per il drag and drop, per l'uso in altre parti del plugin

source: Type
it_it: Tipo

source: Reassign
it_it: Riassegnare

source: people who are
it_it: le persone che sono

source: Reassign people to
it_it: Riassegnare le persone a

source: Member Type Updated
it_it: Tipo di membro Aggiornato

source: Member Type
it_it: Tipo di membro

source: Save Member Type
it_it: Salva Tipo di membro

source: Member Type Deleted
it_it: Tipo Utente Eliminato

source: No feed items found to display
it_it: Nessun articolo trovato per mangimi per visualizzare

source: How to set up Bulk Email Queuing
it_it: Come impostare Bulk Email Queuing

source: Small Group List
it_it: Piccolo List Group

source: Recent People Activity
it_it: Persone Attività recente

source: Email newly assigned follow-up activity
it_it: Mail appena assegnato l'attività di follow-up

source: Follow Up Action
it_it: Follow Up Azione

source: Last Updated
it_it: Ultimo aggiornamento

source: Couldn't process data
it_it: Impossibile elaborare i dati

source: Follow Up Funnel Assigned
it_it: Follow Up Imbuto Assegnato

source: Follow Up activities emailed to...
it_it: Follow Up attività tramite email ...

source: You've been assigned some follow up actions
it_it: Sei stato assegnato alcune azioni di follow-up

source: assigned on
it_it: assegnato il

source: You've been assigned some follow up tasks
it_it: Sei stato assegnato alcuni compiti di follow-up

source: Follow Up activities did not need to be emailed
it_it: Follow Up attività non aveva bisogno di essere inviato via email

source: Directory
it_it: Direttorio

source: activity for last
it_it: attività per ultimo

source: month(s)
it_it: mese (s)

source: Next Action
it_it: Prossimo Azione

source: Assign to
it_it: Assegna a

source: View/Edit Rota Jobs
it_it: Visualizza / Modifica Rota Jobs

source: Add more rota jobs
it_it: Aggiungere più posti di lavoro rota

source: Add to rota
it_it: Aggiungi a rota

source: You need to add some rota jobs first
it_it: È necessario aggiungere un po 'di lavori di Rota prima

source: Rota updated
it_it: Rota aggiornato

source: How chosen
it_it: Come scelta

source: Series Name
it_it: Nome della serie

source: Series Description
it_it: Serie Descrizione

source: Save Sermon Series
it_it: Salva Serie Sermon

source: Choose a sermon series...
it_it: Scegli una serie di sermoni ...

source: Create a new sermon series
it_it: Creare una nuova serie sermone

source: Speaker
it_it: Altoparlante

source: Publication Date
it_it: Data di pubblicazione

source: Mp3 File to Upload
it_it: File mp3 da caricare

source: Transcript to Upload
it_it: Trascrizione di Upload

source: from
it_it: da

source: deleted
it_it: cancellato

source: Unattached Media Files
it_it: I file multimediali senza legami

source: Filename
it_it: Nome del file

source: Add to podcast
it_it: Aggiungi ai Podcast

source: Small Groups
it_it: Piccoli gruppi

source: Add a small group
it_it: Aggiungere un piccolo gruppo

source: Small Group Edited
it_it: Piccolo gruppo Edited

source: Add/Edit Small Group
it_it: Aggiungi / Modifica Piccolo gruppo

source: Small group name
it_it: Piccolo il nome del gruppo

source: When
it_it: In cui

source: Leader
it_it: Condottiero

source: Second Leader
it_it: Secondo capo

source: Save Small Group
it_it: Salva Piccolo gruppo

source: Church Admin
it_it: Chiesa Admin

source: Settings
it_it: Impostazioni

source: Plugin Support
it_it: Supporto Plugin

source: Log out of password protected posts
it_it: Esci di messaggi protetti da password

source: Year Planner pdfs
it_it: Anno PDF Planner

source: Choose a pdf
it_it: Scegli un pdf

source: PDF version
it_it: Versione PDF
